[
  "obsidian-icons-plugin",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-git",
  "obsidian-plantuml",
  "omnisearch",
  "obsidian-icon-folder",
  "obsidian-hover-editor",
  "highlightr-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-dynamic-toc",
  "obsidian-dictionary-plugin",
  "obsidian-admonition"
]